/* No comment provided by engineer. */
"%@ to %@" = "%1$@ até %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d de %2$d";

/* No comment provided by engineer. */
"%i to %i" = "%1$i para %2$i";

/* No comment provided by engineer. */
"'%@' accumulate attribute is invalid." = "O atributo acumulado '%@' é inválido.";

/* No comment provided by engineer. */
"'%@' is an invalid directions time attribute." = "'%@' é um atributo de tempo das direções inválido.";

/* No comment provided by engineer. */
"'%@' is an invalid impedance attribute." = "'%@' é um atributo de impendância inválido.";

/* No comment provided by engineer. */
"'%@' restriction attribute is invalid." = "O atributo de restrição '%@' é inválido.";

/* No comment provided by engineer. */
"'item' parameter required" = "parâmetro 'item' exigido";

/* No comment provided by engineer. */
"'portal' parameter required" = "parâmetro 'portal' exigido";

/* No comment provided by engineer. */
"'tags' parameter required" = "parâmetro 'tags' exigido";

/* No comment provided by engineer. */
"'title' parameter required" = "parâmetro 'título' exigido";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Nenhum valor>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "O acesso ao local do dispositivo foi negado.";

/* No comment provided by engineer. */
"Actual Size" = "Tamanho Real";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* No comment provided by engineer. */
"Add Attachment" = "Adicionar Anexo";

/* No comment provided by engineer. */
"Add..." = "Adicionar...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Um itemID é exigido para esta operação. Adicione este item ao Portal para obter um ItemID.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Um NSException não obtido foi detectado, porém as informações originais e a pilha de chamada não estão disponíveis. Quebre nas exceções de objective-c para visualizar a linha de código causando o NSException original. Para mais informações sobre como fazer isto, consulte a documentação.";

/* No comment provided by engineer. */
"Apply Geometry" = "Aplicar Geometria";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Pelo menos 1 instalação é exigida para resolver uma rota.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Pelo menos 1 incidente é exigido para resolver uma rota.";

/* No comment provided by engineer. */
"Attachment" = "Anexo";

/* No comment provided by engineer. */
"Attachments" = "Anexos";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Tente utilizar a funcionalidade que não é suportada para o nível de licença atual";

/* No comment provided by engineer. */
"Authorization required" = "Autorização exigida";

/* No comment provided by engineer. */
"Bad Request" = "Pedido Inválido";

/* No comment provided by engineer. */
"Bad URL." = "URL Inválida.";

/* No comment provided by engineer. */
"bytes" = "bytes";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Não é possível salvar para um tipo de item diferente.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Não é possível verificar a identidade de '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Certificado Exigido";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Desafio para URL: %1$@ com failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Alterando o tipo de feição";

/* No comment provided by engineer. */
"Choose From Library" = "Escolher da Biblioteca";

/* No comment provided by engineer. */
"Clear" = "Apagar";

/* No comment provided by engineer. */
"Clear Geometry" = "Limpar Geometria";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Created %d hours ago" = "Criado %d horas atrás";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Criado %d minutos atrás";

/* No comment provided by engineer. */
"Created a minute ago" = "Criado um minuto atrás";

/* No comment provided by engineer. */
"Created an hour ago" = "Criado uma hora atrás";

/* No comment provided by engineer. */
"Created by %@" = "Criado por %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Criado por %1$@ %2$d horas atrás";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Criado por %1$@ %2$d minutos atrás";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Criado por %@ um minuto atrás";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Criado por %@ uma hora atrás";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Criado por %1$@ no %2$@ em %3$@ - dia";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Criado por %1$@ no %2$@ em %3$@ - completo";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Criado por %@ segundos atrás";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Criado no %1$@ em %2$@ - dia";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Criado no %1$@ em %2$@ - completo";

/* No comment provided by engineer. */
"Created seconds ago" = "Criado segundos atrás";

/* No comment provided by engineer. */
"Credential Required" = "Credencial Exigida";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Os dados para o gráfico de pizza não são válidos";

/* No comment provided by engineer. */
"Delete" = "Excluir";

/* No comment provided by engineer. */
"Delete Attachment" = "Excluir Anexo";

/* No comment provided by engineer. */
"Delete Feature" = "Excluir Feição";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Excluir este anexo irá removê-lo do pop-up e da fonte de dados associada.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Excluir esta feição irá removê-la do mapa e da fonte de dados associada.";

/* No comment provided by engineer. */
"Directions distance attribute is invalid." = "O atributo de distância das direções é inválido.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Tempo de direções e atributos de distância não correspondem.";

/* No comment provided by engineer. */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Editado %d horas atrás";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Editado %d minutos atrás";

/* No comment provided by engineer. */
"Edited a minute ago" = "Editado um minuto atrás";

/* No comment provided by engineer. */
"Edited an hour ago" = "Editado uma hora atrás";

/* No comment provided by engineer. */
"Edited by %@" = "Editado por %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Editado por %1$@ %2$d horas atrás";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Editado por %1$@ %2$d minutos atrás";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Editado por %@ um minuto atrás";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Editado por %@ uma hora atrás";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Editado por %1$@ no %2$@ em %3$@ - dia";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Editado por %1$@ no %2$@ em %3$@ - completo";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Editado por %@ segundos atrás";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Editado no %1$@ em %2$@ - dia";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Editado no %1$@ em %2$@ - completo";

/* No comment provided by engineer. */
"Edited seconds ago" = "Editado segundos atrás";

/* No comment provided by engineer. */
"Empty username/password" = "Nome de usuário/senha vazio";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Insira um número entre %1$@ e %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Insira um número entre %1$i e %2$i";

/* No comment provided by engineer. */
"Error" = "Erro";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Erro ao adicionar identidade na chave de série";

/* No comment provided by engineer. */
"Error adding keychain item" = "Erro ao adicionar item da série de chaves";

/* No comment provided by engineer. */
"Error extracting identity" = "Erro ao extrair identidade";

/* No comment provided by engineer. */
"Error Loading Page" = "Erro ao Carregar Página";

/* No comment provided by engineer. */
"Error removing keychain item" = "Erro ao remover item da série de chaves";

/* No comment provided by engineer. */
"Error updating keychain item" = "Erro ao atualizar item da série de chaves";

/* No comment provided by engineer. */
"Extra Large" = "Extra grande";

/* No comment provided by engineer. */
"Facility (%@) has invalid added cost attribute name(s): %@" = "A instalação (%1$@) tem um nome de atributo de custo adicionado inválido: %2$@";

/* No comment provided by engineer. */
"Facility (%@) has invalid impedance cutoff." = "A instalação (%@) tem um prazo de impedância inválido.";

/* No comment provided by engineer. */
"Facility (%@) has negative added cost attribute: %@" = "Instalação (%1$@) tem atributo de custo adicionado negativo: %2$@";

/* No comment provided by engineer. */
"Facility (%@) has null geometry." = "A instalação (%@) tem uma geometria nula.";

/* No comment provided by engineer. */
"Feature isn't valid." = "A feição não é válida.";

/* No comment provided by engineer. */
"Finish" = "Finalizar";

/* No comment provided by engineer. */
"Finishing editing..." = "Finalizando edição...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometria";

/* No comment provided by engineer. */
"Hide" = "Ocultar";

/* No comment provided by engineer. */
"Incident (%@) has a null geometry." = "O incidente (%@) tem uma geometria nula.";

/* No comment provided by engineer. */
"Incident (%@) has invalid added cost attribute name(s): %@" = "O incidente (%1$@) tem um nome de atributo de custo adicionado inválido: %2$@";

/* No comment provided by engineer. */
"Incident (%@) has invalid impedance cutoff." = "O incidente (%@) tem um prazo de impedância inválido.";

/* No comment provided by engineer. */
"Incident (%@) has less than 1 target facility count." = "O incidente (%@) tem menos que 1 contagem da instalação de destino.";

/* No comment provided by engineer. */
"Incident (%@) has negative added cost attribute: %@" = "Incidente (%1$@) tem atributo de custo adicionado negativo: %2$@";

/* No comment provided by engineer. */
"Insert Part" = "Inserir Parte";

/* No comment provided by engineer. */
"Insert Vertex" = "Inserir Vértice";

/* No comment provided by engineer. */
"Insufficient number of stops." = "Número insuficiente de paradas.";

/* No comment provided by engineer. */
"Invalid attribute parameter attribute name (%@)." = "Nome de atributo do parâmetro de atributo inválido (%@).";

/* No comment provided by engineer. */
"Invalid attribute parameter parameter name (%@)." = "Nome de parâmetro do parâmetro de atributo inválido (%@).";

/* No comment provided by engineer. */
"Invalid Credentials" = "Credenciais Inválidas";

/* No comment provided by engineer. */
"Invalid default impedance cutoff." = "Prazo de impedância padrão inválido.";

/* No comment provided by engineer. */
"Invalid default target facility count." = "Contagem da instalação de destino padrão inválida.";

/* No comment provided by engineer. */
"Invalid GPX data." = "Dados GPX inválidos.";

/* No comment provided by engineer. */
"Invalid groupID." = "GroupID inválido.";

/* No comment provided by engineer. */
"Invalid polygon buffer distance." = "Distância de buffer do polígono inválida.";

/* No comment provided by engineer. */
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "Valor de uso de restrição para atributo (%1$@) parâmetro (%2$@) inválido.";

/* No comment provided by engineer. */
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "Tipo de valor para atributo (%1$@) parâmetro (%2$@) inválido.";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Manter Valores Atuais";

/* No comment provided by engineer. */
"Large" = "Grande";

/* No comment provided by engineer. */
"Line barrier (%@) does not cover any network elements." = "Barreira de  linha (%@) não cobre quaisquer elementos da rede.";

/* No comment provided by engineer. */
"Line barrier (%@) has invalid scaled cost attribute name." = "Barreira de linha (%@) tem nome de atributo de custo dimensionado inválido.";

/* No comment provided by engineer. */
"Loading feature..." = "Carregando feição...";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Médio";

/* No comment provided by engineer. */
"Missing client certificate" = "Certificado de cliente ausente";

/* string to represent hyperlink attributes */
"More Info" = "Mais Informações";

/* No comment provided by engineer. */
"Move Geometry" = "Mover Geometria";

/* No comment provided by engineer. */
"Move Part" = "Mover Parte";

/* No comment provided by engineer. */
"Move Vertex" = "Mais Vértice";

/* No comment provided by engineer. */
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "Valor de uso de restrição neutro para atributo (%1$@) parâmetro (%2$@).";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Nenhum certificado localizado para acessar o recurso '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Não há dados para criar um gráfico de barras";

/* No comment provided by engineer. */
"No data to create a line chart" = "Não há dados para criar um gráfico de linhas";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Não há dados para criar um gráfico de pizza";

/* No comment provided by engineer. */
"No image to display" = "Nenhuma imagem para exibir";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Nenhum caminho pode ser localizado entre um par de paradas fornecido (%@).";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "O objeto não pode ser criado sem um portal.  Utilize o método fromJSON:withPortal:error: .";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "Abrir";

/* No comment provided by engineer. */
"Open in Safari" = "Abrir no Safari";

/* No comment provided by engineer. */
"Password" = "Senha";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Digite um nome para o novo anexo";

/* No comment provided by engineer. */
"Point barrer (%@) was not located." = "A barreira de ponto (%@) não foi localizada.";

/* No comment provided by engineer. */
"Point barrier (%@) has invalid added cost attribute name." = "Barreira de Ponto (%@) tem nome de atributo de custo adicionado inválido.";

/* No comment provided by engineer. */
"Point barrier (%@) has null geometry." = "A barreira de ponto (%@) tem uma geometria nula.";

/* No comment provided by engineer. */
"Polygon barrier (%@) does not cover any network elements." = "Barreira de polígono (%@) não cobre quaisquer elementos da rede.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has invalid scaled cost attribute name." = "Barreira de polígono (%@) tem nome de atributo de custo dimensionado inválido.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has non positive scaled cost attribute." = "A barreira de polígono (%@) não tem um atributo de custo positivo ajustado.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has null geometry." = "A barreira de polígono (%@) tem uma geometria nula.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has non positive scaled cost attribute." = "A barreira de polígono (%@) não tem um atributo de custo positivo ajustado.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has null geometry." = "A barreira de polígono (%@) tem uma geometria nula.";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "As polilinhas não podem ser retornadas.";

/* No comment provided by engineer. */
"Remove Part" = "Remover Parte";

/* No comment provided by engineer. */
"Remove Vertex" = "Remover Vértice";

/* No comment provided by engineer. */
"Reset to Default Values" = "Redefinir os Valores Padrões";

/* No comment provided by engineer. */
"Retry" = "Tentar Novamente";

/* No comment provided by engineer. */
"Save To Photo Library" = "Salvar na Biblioteca de Imagens";

/* No comment provided by engineer. */
"Sign In" = "Entrar";

/* No comment provided by engineer. */
"Skip" = "Pular";

/* No comment provided by engineer. */
"Small" = "Pequeno";

/* No comment provided by engineer. */
"Soft restricted element (%@) was traversed." = "Elemento restrito suave (%@) foi percorrido.";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "A hora inicial especificada ocorre ante de 01 de Janeiro de 1970.";

/* No comment provided by engineer. */
"Stop (%@) has a time window end that occurs before its time window start." = "A parada (%@) tem uma janela de tempo final que ocorre ante do início da sua janela de tempo.";

/* No comment provided by engineer. */
"Stop (%@) has a time window that starts before January 1, 1970." = "A parada (%@) tem uma janela de tempo que começa antes de 1 de Janeiro de 1970.";

/* No comment provided by engineer. */
"Stop (%@) has invalid added cost." = "A parada (%@) tem um custo adicionado inválido.";

/* No comment provided by engineer. */
"Stop (%@) has null geometry." = "A parada (%@) tem uma geometria nula.";

/* No comment provided by engineer. */
"Stop (%@) is located on a non traversable element." = "Parada (%@) está localizada em um elemento não atravessável.";

/* No comment provided by engineer. */
"Stop (%@) is located on a soft restricted element." = "Parada (%@) está localizada em um elemento restringido suave.";

/* No comment provided by engineer. */
"Stop (%@) is unreachable." = "A parada (%@) é inalcançável.";

/* No comment provided by engineer. */
"Stop (%@) was not located." = "Parada (%@) não foi localizado.";

/* No comment provided by engineer. */
"Take Photo or Video" = "Tirar Foto ou Vídeo";

/* No comment provided by engineer. */
"The directions language is invalid." = "O idioma de direções é inválido.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "O atributo da classe de estrada das direções é inválido.";

/* No comment provided by engineer. */
"The directions style is invalid." = "O estilo de direções é inválido.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "A referência espacial de entrada está indefinida.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "A rede não tem um atributo de hierarquia para executar planejamento de rota hierárquico.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "O objeto deve primeiro ser salvo para um portal utilizando o método 'saveAs:' .";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "A referência espacial de saída está indefinida.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "O recurso que você está procurando pode ter sido removido, nome alterado ou está temporariamente indisponível";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "O certificado do servidor é inválido. Você pode estar conectando a um servidor que pretende ser '%@', que pode pôr suas informações confidenciais em risco. Você gostaria de conectar mesmo assim?";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "O clientID especificado é inválido";

/* No comment provided by engineer. */
"The walking mode route is too large." = "A rota do modo de caminhada é muito grande.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Ocorreu um erro ao carregar a feição. Verifique sua conectividade de rede.";

/* No comment provided by engineer. */
"Time windows with non time impedance." = "Janelas de tempo sem impedância de tempo.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Para salvar como um novo item, você deve estar conectado no portal.";

/* No comment provided by engineer. */
"Today" = "Hoje";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "O token é inválido ou expirou";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "A URL do token é nula. Você deve definir uma URL de token válida na credencial.";

/* No comment provided by engineer. */
"Unauthorized access" = "Acesso não autorizado";

/* No comment provided by engineer. */
"Unknown authentication error" = "Erro de autenticação desconhecido";

/* No comment provided by engineer. */
"Unknown condition." = "Condição desconhecida.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Ocorreu um erro desconhecido";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Dados GPX sem suporte.";

/* No comment provided by engineer. */
"Unsupported search where clause." = "Cláusula \"where\" da pesquisa sem suporte.";

/* No comment provided by engineer. */
"User canceled error" = "Erro de usuário cancelado";

/* No comment provided by engineer. */
"Username" = "Nome de Usuário";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Utilizando navegador para autenticar...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "O valor excede o comprimento máximo do campo de %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Você está alterando o tipo de feição.  Gostaria de manter seus valores atuais (onde possível) ou redefinir para padrões?";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Você não tem permissões para acessar este recurso";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Você deve estar registrado no Portal para executar esta operação.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Você deve especificar uma avaliação entre 1 e 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Você deve especificar uma chave de descrição do uso de local (NSLocationWhenInUseUsageDescription ou NSLocationAlwaysUsageDescription) no seu plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Você precisa selecionar um certificado para acessar o recurso '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Você precisa registrar para acessar o recurso '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "gd";
"dm" = "dm";
"ft" = "pés";
"in" = "pol";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Desconhecido";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centímetros";
"Decimal Degrees" = "Graus Decimais";
"Decimeters" = "Decímetros";
"Feet" = "Pés";
"Inches" = "Polegadas";
"Kilometers" = "Quilômetros";
"Meters" = "Metros";
"Miles" = "Milhas";
"Millimeters" = "Milímetros";
"Nautical Miles" = "Milhas Náuticas";
"Points" = "Pontos";
"Yards" = "Jardas";

/* Area Units Abbreviated Strings */
"sq. in" = "pol²";
"sq. ft" = "ft²";
"sq. yd" = "yd²";
"ac" = "ac";
"sq. mi" = "mi²";
"sq. mm" = "mm²";
"sq. cm" = "cm²";
"sq. dm" = "dm²";
"sq. m" = "m²";
"ares" = "ares";
"ha" = "ha";
"sq. km" = "km²";

/* Area Units Display Strings */
"Square Inches" = "Polegadas Quadradas";
"Square Feet" = "Pés Quadrados";
"Square Yards" = "Jardas Quadradas";
"Acres" = "Acres";
"Square Miles" = "Milhas Quadradas";
"Square Millimeters" = "Milímetros Quadrados";
"Square Centimeters" = "Centímetros Quadrados";
"Square Decimeters" = "Decímetros Quadrados";
"Square Meters" = "Metros Quadrados";
"Ares" = "Ares";
"Hectares" = "Hectares";
"Square Kilometers" = "Quilômetros Quadrados";

